docs/performance/raw/delete-500-report.txt
Requests      [total, rate, throughput]  500, 100.20, 0.00
Duration      [total, attack, wait]      4.991168676s, 4.990059224s, 1.109452ms
Latencies     [mean, 50, 95, 99, max]    873.413µs, 822.871µs, 1.159593ms, 2.34813ms, 4.888195ms
Bytes In      [total, mean]              16500, 33.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    0.00%
Status Codes  [code:count]               404:500  
Error Set:
404 Not Found