docs/performance/raw/getbyid-report.txt
Requests      [total, rate, throughput]  2000, 100.05, 100.05
Duration      [total, attack, wait]      19.990907898s, 19.98981456s, 1.093338ms
Latencies     [mean, 50, 95, 99, max]    1.038986ms, 901.901µs, 1.862633ms, 3.039899ms, 18.742577ms
Bytes In      [total, mean]              110000, 55.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:2000  
Error Set: