docs/performance/raw/health-report.txt
Requests      [total, rate, throughput]  2000, 100.05, 100.05
Duration      [total, attack, wait]      19.990788593s, 19.990264766s, 523.827µs
Latencies     [mean, 50, 95, 99, max]    383.174µs, 336.075µs, 658.509µs, 1.094872ms, 2.821145ms
Bytes In      [total, mean]              78000, 39.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:2000  
Error Set: