docs/performance/raw/list-after-100rps-report.txt
Requests      [total, rate, throughput]  1500, 100.06, 100.06
Duration      [total, attack, wait]      14.991748308s, 14.990312211s, 1.436097ms
Latencies     [mean, 50, 95, 99, max]    1.475153ms, 1.336153ms, 2.456283ms, 3.654344ms, 6.79926ms
Bytes In      [total, mean]              912000, 608.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:1500  
Error Set: