docs/performance/raw/list-after-300rps-report.txt
Requests      [total, rate, throughput]  4500, 300.05, 300.01
Duration      [total, attack, wait]      14.999416495s, 14.997331404s, 2.085091ms
Latencies     [mean, 50, 95, 99, max]    1.293503ms, 1.199975ms, 2.160585ms, 3.670655ms, 6.716565ms
Bytes In      [total, mean]              2736000, 608.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:4500  
Error Set: