docs/performance/raw/list-after-500rps-report.txt
Requests      [total, rate, throughput]  7500, 500.07, 500.00
Duration      [total, attack, wait]      14.999889449s, 14.998027555s, 1.861894ms
Latencies     [mean, 50, 95, 99, max]    1.431057ms, 1.18261ms, 2.837227ms, 6.140293ms, 40.783532ms
Bytes In      [total, mean]              4560000, 608.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:7500  
Error Set: