docs/performance/raw/list-after-60rps-report.txt
Requests      [total, rate, throughput]  900, 60.07, 60.06
Duration      [total, attack, wait]      14.984787317s, 14.983602699s, 1.184618ms
Latencies     [mean, 50, 95, 99, max]    1.332861ms, 1.202917ms, 1.953755ms, 2.875566ms, 5.566803ms
Bytes In      [total, mean]              547200, 608.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:900  
Error Set: