docs/performance/raw/list-after-80rps-report.txt
Requests      [total, rate, throughput]  1200, 80.07, 80.06
Duration      [total, attack, wait]      14.988642672s, 14.987580112s, 1.06256ms
Latencies     [mean, 50, 95, 99, max]    1.452062ms, 1.2959ms, 2.362589ms, 3.741244ms, 9.402723ms
Bytes In      [total, mean]              729600, 608.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:1200  
Error Set: