docs/performance/raw/search-after-100rps-report.txt
Requests      [total, rate, throughput]  1500, 100.07, 100.06
Duration      [total, attack, wait]      14.991252647s, 14.989252894s, 1.999753ms
Latencies     [mean, 50, 95, 99, max]    2.409171ms, 2.109168ms, 3.892077ms, 5.472905ms, 9.973858ms
Bytes In      [total, mean]              1011000, 674.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:1500  
Error Set: