docs/performance/raw/search-after-60rps-report.txt
Requests      [total, rate, throughput]  900, 60.07, 60.06
Duration      [total, attack, wait]      14.985092859s, 14.983227018s, 1.865841ms
Latencies     [mean, 50, 95, 99, max]    2.452389ms, 2.132128ms, 4.039988ms, 6.177798ms, 8.014663ms
Bytes In      [total, mean]              606600, 674.00
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    100.00%
Status Codes  [code:count]               200:900  
Error Set: